Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# defaultSize_disabled
source: (disabled on server)
ar: (معطل على الخادم)
da: (deaktiveret på serveren)
de: (auf Server deaktiviert)
es: (desactivado en el servidor)
fr: (désactivée sur le serveur)
hu: (szerveren kikapcsolva)
it: (disabilitato dal server)
ja: （サーバで無効化）
nl: (uitgeschakeld op de server)
pl: (wyłączone na serwerze)
ru: (заблокировано на сервере)
sv: (inaktiverad på servern)
zh_hans: （在服务器上禁用）
zh_hant: (在伺服器上停用)

# defaultSizeFooter
source: Greyed sizes are not advised or not available on Piwigo server.
ar: لا ينصح بأحجام الرمادي أو إنها غير متوفرة على خادم Piwigo.
da: Størrelser i gråt er ikke tilrådelig eller tilgængelig på Piwigo server.
de: Ausgegraute Größen werden nicht empfohlen oder sind nicht auf dem Piwigo Server verfügbar.
es: Los tamaños en gris no se recomiendan o no están disponibles en el servidor de Piwigo.
fr: Les tailles grisées ne sont pas conseillées ou indisponibles sur le serveur Piwigo.
hu: A szürkével jelölt méretek nem ajánlottak, vagy nem elérhetőek a Piwigo szerveren.
it: Le dimensioni in grigio non sono consigliate o non sono disponibili sul server Piwigo.
ja: 灰色のサイズはPiwigoサーバで非推奨または利用できません。
nl: Greysize formaten worden niet geadviseerd of zijn niet beschikbaar op de Piwigo-server.
pl: Wyszarzone rozmiary nie są zalecane lub nie są dostępne na serwerze Piwigo.
ru: Размеры, показанные серым цветом, использовать не рекомендуется или они не доступны на сервере Piwigo.
sv: Utgråade storlekar är inte rekommenderade eller inte tillgänglig på Piwigo server.
zh_hans: 灰色的尺寸不被Piwigo服务器支持
zh_hant: 灰色的尺寸為不建議或Piwigo伺服器不提供。

# defaultThumbnailFile
source: Thumbnail
ar: الصورة المصغرة
da: Miniaturebillede
de: Vorschaubild
es: Miniatura
fr: Vignette
hu: Miniatűr
it: Miniatura
ja: サムネイル
nl: Miniatuur
pl: Miniaturka
ru: Эскиз
sv: Miniatyrbild
zh_hans: 缩略图
zh_hant: 縮圖

# defaultThumbnailFile>320px
source: Thumbnail File
ar: ملف الصورة المصغرة
da: Miniature fil
de: Miniaturfotogröße
es: Archivo de miniatura
fr: Fichier de vignette
hu: Bélyegkép
it: Anteprima File
ja: サムネイルファイル
nl: Miniatuur bestand
pl: Plik miniatury
ru: Файл миниатюры
sv: Miniatyr-fil
zh_hans: 缩略图文件
zh_hant: 縮圖檔案

# defaultThumbnailFile>414px
source: Photos Thumbnail File
ar: صورة مصغرة صورة الملف
da: Miniature billedfil
de: Miniaturfoto Datei
es: Fichero de miniaturas de fotos
fr: Fichier de vignette des photos
hu: Fotók bélyegképe
it: File miniature immagini
ja: サムネイル写真ファイル
nl: Miniatuurafbeelding bestand
pl: Plik miniatury zdjęcia
ru: Миниатюры файлов изображений
sv: Miniatyrfil med bilden
zh_hans: 照片缩略图文件
zh_hant: 照片縮圖檔案

# defaultThumbnailSize
source: Size
ar: ‮الحجم
da: Størrelse
de: Größe
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nl: Grootte
pl: Rozmiar
ru: Размер
sv: Storlek
zh_hans: 大小
zh_hant: 大小

# defaultThumbnailSize>320px
source: Thumbnails Size
ar: حجم الصور المصغرة
da: Miniaturer
de: Miniaturfotogröße
es: Tamaño de la miniatura
fr: Taille des vignettes
hu: Bélyegképek mérete
it: Dimensioni dell'anteprima
ja: サムネイルのサイズ
nl: Miniatuurgrootte
pl: Rozmiar Miniatur
ru: Размер миниатюр
sv: Miniatyrbilder
zh_hans: 缩略图大小
zh_hant: 縮圖大小

# defaultThumbnailSize>414px
source: Default Size of Thumbnails
ar: الحجم الافتراضي للصور المصغرة
da: Standardstørrelse på Miniaturer
de: Standardgröße der Miniaturfotos
es: Tamaño por defecto de las miniaturas
fr: Taille par défaut des vignettes
hu: Alapértelmezett bélyegkép-méretek
it: Dimensione predefinita delle miniature
ja: サムネイルの既定サイズ
nl: Standaardgrootte van miniaturen
pl: Domyślny Rozmiar Miniatur
ru: Размер миниатюр по умолчанию
sv: Standardstorlek för miniatyrbilder
zh_hans: 缩略图默认大小
zh_hant: 預設縮圖大小

# defaultThumbnailSizeHeader
source: Please select a photo thumbnail size
ar: يرجى تحديد حجم الصورة المصغرة للصور
da: Vælg miniature størrelse
de: Bitte wählen Sie eine Miniaturfotogröße
es: Selecciona un tamaño de miniatura de foto
fr: Veuillez sélectionner une taille de vignette de photo
hu: Elérhető bélyegképméretek
it: Seleziona una dimensione miniatura immagine
ja: サムネイルの写真サイズを選択してください
nl: Kies een miniatuurformaat
pl: Wybierz rozmiar miniaturki
ru: Пожалуйста, выберите размер миниатюры фото
sv: Välj en miniatyrbildsstorlek
zh_hans: 请选择照片缩略图大小
zh_hant: 請選擇照片縮圖大小

# deleteCategory_empty
source: Delete Empty Album
ar: حذف الألبوم الفارغ
da: Slet tomt album
de: Lösche leeres Album
es: Eliminar álbum vacío
fr: Effacer album vide
hu: Üres Album Törlése
it: Elimina Album vuoto
ja: 空のアルバムを削除します
nl: Verwijder leeg album
pl: Usuń pusty Album
ru: Удалить пустой альбом
sv: Radera tomma album
zh_hans: 删除空相册
zh_hant: 刪除空相簿

# deleteCategory_message
source: ARE YOU SURE YOU WANT TO DELETE THE ALBUM "%@" AND ALL %lld PHOTOS?
ar: هل أنت متأكد من رغبتك في حذف الألبوم "%@" وجميع lld@ من الصور؟
da: ER DU SIKKER PÅ DU VIL SLETTE ALBUM "%@" OG ALLE %lld BILLEDER?
de: SIND SIE SICHER, DASS SIE DAS ALBUM "%@" UND DESSEN %lld FOTOS LÖSCHEN MÖCHTEN?
es: ¿ESTÁS SEGURO DE QUE DESEAS ELIMINAR EL ÁLBUM "%@" Y LAS %lld FOTOS QUE CONTIENE?
fr: ÊTES-VOUS SÛR DE VOULOIR SUPPRIMER L’ALBUM "%@" ET LES %lld PHOTOS ?
hu: BIZTOS VAGY BENNE, HOGY KI AKAROD TÖRÖLNI A(Z) "%@" ALBUMOT ÉS AZ ÖSSZES %lldDB FOTÓT BENNE?
it: SEI SICURO DI CHE VOLER ELIMINARE L'ALBUM "%@" E TUTTE LE %lld FOTO?
ja: アルバム「%@」と%lld個の写真すべてを本当に削除しますか？
nl: WEET JE ZEKER DAT JE HET ALBUM "%@" EN ALLE %lld FOTO'S WILT VERWIJDEREN?
pl: CZY NA PEWNO CHCESZ USUNĄĆ ALBUM "%@" I WSZYSTKIE %lld ZDJĘĆ?
ru: ВЫ УВЕРЕНЫ, ЧТО ХОТИТЕ УДАЛИТЬ АЛЬБОМ "%@" И ВСЕ %lld ФОТО?
sv: VILL DU VERKLIGEN TA BORT ALBUMET ”%@” OCH ALLA %lld BILDERNA?
zh_hans: 您确定要删除相册 “%@” 和所有 %lld 张照片？
zh_hant: 你真的確定你要刪掉相簿"%@"跟其中的"%lld"張照片嗎?

# deleteCategory_noImages
source: Keep Photos
ar: الاحتفاظ بالصور
da: Behold billeder
de: Behalte Fotos
es: Mantener las fotos
fr: Conserver les photos
hu: Fotók megtartása
it: Tenere immagini
ja: 写真を保存します
nl: Foto's houden
pl: Zachowaj zdjęcia
ru: Оставить фотографии
sv: Behåll bilderna
zh_hans: 保留图像
zh_hant: 保留照片

# deleteCategory_orphanedImages
source: Delete Orphans
ar: حذف الأيتام
da: Slet forældreløse
de: Lösche verwaiste
es: Eliminar huérfanos
fr: Effacer images orphelines
hu: Árvák törlése
it: Elimina gli orfani
ja: 孤立画像を削除します
nl: Verwijder wezen
pl: Usunąć sieroty
ru: Удалить сирот
sv: Radera föräldralösa
zh_hans: 删除孤立图片
zh_hant: 刪除孤立的照片

# deleteCategory_severalOrphanedImages
source: Delete %lld Orphans
ar: حذف lld% يتيم
da: Slet %lld forældreløse
de: %lld verwaiste löschen
es: Eliminar %lld Huérfanos
fr: Effacer %lld images orphelines
hu: %lld Árvák törlése
it: Elimina %lld orfani
ja: %lld 個の孤児を削除
nl: Verwijder %lld wezen
pl: Usuń %lld osieroconych
ru: Удалить %lld сирот
sv: Ta bort %lld föräldralösa
zh_hans: 删除 %lld 个孤立的
zh_hant: 刪除%lld張孤立的照片

# deleteCategory_title
source: DELETE ALBUM
ar: حذف الألبوم
da: SLET ALBUM
de: ALBUM LÖSCHEN
es: ELIMINAR ÁLBUM
fr: EFFACER L'ALBUM
hu: ALBUM TÖRLÉSE
it: ELIMINA ALBUM
ja: アルバムを削除します
nl: ALBUM VERWIJDEREN
pl: USUŃ ALBUM
ru: УДАЛИТЬ АЛЬБОМ
sv: RADERA ALBUM
zh_hans: 删除相册
zh_hant: 【刪除相簿】

# deleteCategoryConfirm_deleteButton
source: DELETE
ar: حذف
da: SLET
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
hu: TÖRLÉS
it: ELIMINA
ja: 削除
nl: VERWIJDEREN
pl: USUŃ
ru: УДАЛИТЬ
sv: RADERA
zh_hans: 删除
zh_hant: 【刪除】

# deleteCategoryConfirm_message
source: Please enter the number of photos in order to delete this album. Number of photos: %@
ar: الرجاء إدخال عدد الصور لحذف هذا الألبوم. عدد الصور: %@
da: Angiv antallet af billeder for at slette dette album. Antal billeder: %@
de: Gib bitte die Anzahl der Fotos an um dieses Album zu löschen. Anzahl der Fotos: %@
es: Confirma el número de fotos para poder suprimir este álbum. Número de fotos: %@
fr: Veuillez entrer le nombre de photos afin de supprimer cet album. Nombre de photos : %@
hu: Kérlek add meg a fotók pontos számát az album törléséhez. A fotók száma: %@
it: Inserisci il numero di immagini per cancellare questo album. Numero di immagini: %@
ja: このアルバムを削除するには写真の数を入力して下さい。写真の数：%@
nl: Voer het juiste aantal foto's in om het album te kunnen verwijderen. Aantal foto's: %@
pl: Proszę podać liczbę zdjęć, aby usunąć ten album. Liczba zdjęć: %@
ru: Пожалуйста, введите количество фотографий для удаления этого альбома. Количество фотографий: %@
sv: Ange antalet bilder för att kunna radera detta album. Antal bilder: %@
zh_hans: 请输入照片数量以删除此相册。照片数量： %@
zh_hant: 請輸入照片數量以刪除這個相簿。照片數量: %@張

# deleteCategoryConfirm_title
source: Are you sure?
ar: هل أنت واثق؟
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Etes-vous sûr ?
hu: Biztos vagy benne?
it: Sei sicuro?
ja: 本当によろしいですか？
nl: Weet je het zeker?
pl: Czy na pewno?
ru: Вы уверены?
sv: Är du säker?
zh_hans: 是否确定？
zh_hant: 你確定嗎?

# deleteCategoryError_message
source: Failed to delete your album
ar: فشل في حذف الألبوم الخاص بك
da: Kunne ikke slette dit album
de: Fehler beim Löschen Ihres Albums
es: No se ha podido suprimir tu álbum
fr: Impossible de supprimer votre album
hu: Nem sikerült kitörölni az albumot
it: Impossibile eliminare il tuo album
ja: アルバムの削除に失敗しました
nl: Fout bij het verwijderen van jouw album
pl: Nie można usunąć Twojego albumu
ru: Не удалось удалить альбом
sv: Kunde inte radera ditt album
zh_hans: 删除相册失败
zh_hant: 無法刪除您的相簿

# deleteCategoryError_title
source: Deletion Failed
ar: فشل في حذف
da: Sletning Mislykkedes
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Echec
hu: A törlés nem sikerült
it: Cancellazione fallita
ja: 削除に失敗しました
nl: Verwijderen is mislukt
pl: Usuwanie nie Powiodło się
ru: Не удалось удалить
sv: Raderingen misslyckades
zh_hans: 删除失败
zh_hant: 刪除失敗

# deleteCategoryHUD_label
source: Deleting Album…
ar: جار حذف الألبوم…
da: Sletter album…
de: Album wird gelöscht…
es: Eliminando álbum…
fr: Suppression de l'album…
hu: Album törlése…
it: Eliminazione dell'Album...
ja: アルバムを削除中...
nl: Bezig album te verwijderen…
pl: Usuwanie albumu…
ru: Удаление альбома…
sv: Raderar Album…
zh_hans: 删除相册…
zh_hant: 刪除相簿中...

# deleteCategoryMatchError_message
source: The number of photos you entered doesn't match the number of photos in the category. Please try again if you desire to delete this album
ar: لا يتطابق عدد الصور التي أدخلتها مع عدد الصور في الفئة. الرجاء إعادة المحاولة إذا كنت ترغب في حذف هذا الألبوم
da: Antallet af billeder, du har angivet svarer ikke til antallet af billeder i kategorien. Prøv igen hvis du ønsker at slette dette album
de: Die Anzahl der Fotos, die Sie eingegeben haben, entspricht nicht der Anzahl der Fotos im Album. Bitte versuchen Sie es erneut, wenn Sie dieses Album löschen möchten
es: El número de fotos que has indicado no coincide con el número de fotos de la categoría. Prueba otra vez si deseas suprimir este álbum
fr: Le nombre de photos que vous avez entré ne correspond pas au nombre de photos dans l'album. S’il vous plaît, essayez de nouveau si vous désirez supprimer cet album
hu: A fotók száma nem egyezik az általad megadott értékkel ebben a kategóriában. Kérlek próbáld újra, ha tényleg ki akarod törölni az albumot
it: Il numero di immagini immesse non corrisponde al numero di immagini nella categoria. Si prega di riprovare se si desidera eliminare questo album
ja: 入力した写真の数は、カテゴリ内の写真の数と一致しません。もしこのアルバムを削除するなら、もう一度挑戦して下さい。
nl: Het aantal foto's dat je hebt opgegeven, komt niet overeen met het aantal foto's in de categorie. Probeer opnieuw als je dit album wilt verwijderen
pl: Podana liczba zdjęć nie odpowiada liczbie zdjęć w albumie. Spróbuj ponownie, jeśli chcesz usunąć ten album
ru: Количество внесенных фотографий не совпадает с количеством фотографий в категории. Пожалуйста, попробуйте еще раз, если вы хотите удалить этот альбом
sv: Antalet bilder som du angivit matchar inte antalet bilder i kategorin. Försök igen om du vill radera detta album
zh_hans: 你所输入的数字与分类中已有的照片数目不同，请重试以删除该相册。
zh_hant: 你輸入的照片數量與實際數量不一。如果真的要刪除這個相簿請再試一次。

# deleteCategoryMatchError_title
source: Number Doesn't Match
ar: الرقم لا يطابق
da: Antal stemmer ikke overens
de: Anzahl stimmt nicht überein
es: El número no coincide
fr: Nombre incorrect
hu: A megadott érték helytelen
it: Numero non corrisponde
ja: 数が一致しません
nl: Aantal komt niet overeen
pl: Numer nie jest zgodny
ru: Число не совпадает
sv: Antalen stämmer inte överens
zh_hans: 数字不匹配
zh_hant: 數字不匹配

# deleteImageFail_message
source: Photo could not be deleted.
ar: تعذر حذف الصورة %@
da: Billede kunne ikke slettes %@
de: Fotos konnte nicht gelöscht werden.
es: La foto no se ha podido suprimir %@
fr: La photo n’a pas pu être effacée %@
hu: A fotót nem sikerült törölni.
it: L'immagine non può essere eliminata %@
ja: 写真が削除できませんでした %@
nl: Foto kon niet worden verwijderd. %@
pl: Zdjęcie nie może zostać usunięte %@
ru: Фото не может быть удалено %@
sv: Bild kunde inte raderas %@
zh_hans: 无法删除照片 %@
zh_hant: 照片無法刪除。

# deleteImageFail_title
source: Delete Failed
ar: فشل الحذف
da: Sletning Mislykkedes
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Echec de la suppression
hu: A törlés nem sikerült
it: Eliminazione non riuscita
ja: 削除に失敗しました
nl: Verwijderen is mislukt
pl: Błąd Usunięcia
ru: Удаление не удалось
sv: Raderingen misslyckades
zh_hans: 删除失败
zh_hant: 刪除失敗

# deleteSeveralImages_message
source: Are you sure you want to delete the selected %@ photos/videos? This cannot be undone!
ar: هل تريد بالتأكيد حذف %@ من الصور المحددة؟ هذا لا يمكن التراجع عنه!
da: Er du sikker på du ønsker at slette disse %@ billeder/videoer? Dette kan ikke fortrydes!
de: Möchten Sie die %@ ausgewählten Fotos/Videos wirklich löschen? Dies kann nicht rückgängig gemacht werden!
es: ¿Estás seguro que deseas eliminar las %@ fotos/videos seleccionadas? ¡Esto no se puede deshacer!
fr: Êtes-vous sûr de vouloir supprimer les %@ photos/vidéos sélectionnées ? Cette action est irréversible !
hu: Biztos ki akarod törölni a kiválasztott %@ fotót/videók? Ez végleges törlés!
it: Sei sicuro di voler eliminare le foto / video %@ selezionate? Questo non può essere annullato!
ja: 選択した%@枚の写真を本当に削除しますか？この操作は元に戻せません。
nl: Weet je zeker dat je de geselecteerde %@ foto's/video's wilt verwijderen? Dit kan niet ongedaan worden gemaakt!
pl: Czy na pewno chcesz usunąć wybrane zdjęcia/filmy (%@)? Nie można tego cofnąć!
ru: Вы уверены, что ходите удалить %@ фотографий/видео? Это действие нельзя будет отменить!
sv: Är du säker på att du vill ta bort de markerade %@ bilderna/videoklippen? Detta kan inte ångras!
zh_hans: 你确定要删除你所选择的 %@ 张照片吗？该操作无法撤销！
zh_hant: 你確定要刪除選取的%@張照片嗎? 此動作無法還原!

# deleteSeveralImages_title
source: Delete %@ Photos/Videos
ar: حذف الصور
da: Slet %@ billeder/videoer
de: Lösche %@ Fotos/Videos
es: Eliminar %@ fotos/videos
fr: Effacer %@ photos/vidéos
hu: %@ fotó/videók törlése
it: Elimina %@ Foto/Video
ja: %@枚の写真を削除
nl: Verwijder %@ foto's/video's
pl: Usuń %@ zdjęć/filmów
ru: Удаление %@ фотографий/видео
sv: Radera %@ bilder/videor
zh_hans: 删除 %@ 张照片
zh_hant: 刪除%@張照片

# deleteSeveralImagesHUD_deleting
source: Deleting Photos/Videos…
ar: حذف الصور/مقاطع الفيديو...
da: Sletter billeder/videoer…
de: Lösche Fotos/Videos…
es: Eliminando fotos/videos…
fr: Effacement des photos/vidéos…
hu: Fotók/videók törlése…
it: Eliminazione Foto/Video…
ja: 写真を削除しています...
nl: Foto's/video's aan het verwijderen…
pl: Usuwanie zdjęć/filmów…
ru: Удаление фотографий/видео…
sv: Radera foton/videor…
zh_hans: 正在删除照片中...
zh_hant: 正在刪除照片...

# deleteSingleImage_message
source: Are you sure you want to delete this photo? This cannot be undone!
ar: هل أنت متأكد أنك تريد حذف هذه الصورة؟ هذا لا يمكن التراجع عنه!
da: Er du sikker på, at du ønsker at slette dette billede? Dette kan ikke fortrydes!
de: Möchtest Du dieses Foto wirklich löschen? Dies kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que deseas suprimir esta foto? ¡Esta acción no se puede deshacer!
fr: Êtes-vous sûr de vouloir supprimer cette photo ? Cette action est irréversible !
hu: Biztos törlöd a fotót? Ez végleges törlés!
it: Sei sicuro di voler eliminare questa immagine? L'azione non può essere annullata!
ja: この写真を本当に削除しますか？この操作は元に戻せません。
nl: Weet je zeker dat je dit bestand wilt verwijderen? Dit kan niet ongedaan worden gemaakt!
pl: Czy na pewno chcesz usunąć to zdjęcie? Nie można tego cofnąć!
ru: Вы уверены, что ходите удалить это фотографию? Это действие нельзя будет отменить!
sv: Är du säker på att du vill radera den här bilden? Åtgärden kan inte ångras!
zh_hans: 你确定要删除这张照片吗？此操作无法撤销！
zh_hant: 你確定要刪除這張照片嗎? 此動作無法還原!

# deleteSingleImage_title
source: Delete Photo
ar: حذف الصورة
da: Slet Billede
de: Foto löschen
es: Eliminar foto
fr: Effacer la photo
hu: Fotó törlése
it: Cancella immagine
ja: 写真を削除
nl: Foto verwijderen
pl: Usuń zdjęcie
ru: Удалить фото
sv: Radera bild
zh_hans: 删除照片
zh_hant: 刪除照片

# deleteSingleImageHUD_deleting
source: Deleting Photo…
ar: حذف الصورة...
da: Sletter billede…
de: Lösche Foto…
es: Eliminando foto…
fr: Effacement de la photo…
hu: Fotó törlése…
it: Eliminazione immagine…
ja: 写真を削除しています...
nl: Foto verwijderen…
pl: Usuwanie zdjęcia…
ru: Удаление фото…
sv: Raderar bild…
zh_hans: 正在删除照片中...
zh_hant: 正在刪除照片...

# deleteSingleVideo_message
source: Are you sure you want to delete this video? This cannot be undone!
ar: هل أنت متأكد أنك تريد حذف هذا الفيديو؟ لا يمكن التراجع عن ذلك!
da: Er du sikker på, at du vil slette denne video? Dette kan ikke fortrydes!
de: Sind Sie sicher, dass Sie dieses Video löschen möchten? Dies kann nicht rückgängig gemacht werden!
es: ¿Está seguro de que desea eliminar este vídeo? ¡Esto no se puede deshacer!
fr: Êtes-vous sûr de vouloir supprimer cette vidéo ? Cette action est irréversible !
hu: Biztos törlöd a videó? Ez végleges törlés!
it: Sei sicuro di voler eliminare questo video? Questo non può essere annullato!
ja: 本当にこのビデオを削除しますか？元に戻すことはできません！
nl: Weet je zeker dat je deze video wilt verwijderen? Dit kan niet ongedaan worden gemaakt!
pl: Czy na pewno chcesz usunąć ten film? Nie można tego cofnąć!
ru: Вы уверены, что хотите удалить это видео? Это действие необратимо!
sv: Är du säker på att du vill ta bort denna video? Detta kan inte ångras!
zh_hans: 您确定要删除此视频吗？无法撤销！
zh_hant: 你確定要刪除這個影片嗎？這無法復原！

# deleteSingleVideo_title
source: Delete Video
ar: حذف الفيديو
da: Slet Video
de: Lösche Video
es: Eliminar Video
fr: Effacer la vidéo
hu: Videó törlése
it: Elimina Video
ja: 動画削除
nl: Video verwijderen
pl: Usuń film
ru: Удалить Видео
sv: Radera video
zh_hans: 删除视频
zh_hant: 刪除影片

# deleteSingleVideoHUD_deleting
source: Deleting Video…
ar: حذف الفيديو...
da: Sletter Video…
de: Lösche Video…
es: Eliminando vídeo…
fr: Effacement de la vidéo…
hu: Videó törlése...
it: Eliminazione video…
ja: ビデオの削除...
nl: Video verwijderen…
pl: Usuwam film…
ru: Удаление видео…
sv: Radera video...
zh_hans: 删除视频...
zh_hant: 刪除影片...

# downloadImageFail_message
source: Failed to download photo! %@
ar: أخفق تنزيل الصورة! %@
da: Kunne ikke hente billede! %@
de: Foto herunterladen fehlgeschlagen! %@
es: ¡No se ha podido descargar la foto! %@
fr: Impossible de télécharger la photo ! %@
hu: Nem sikerült letölteni a fotót! %@
it: Scaricamento dell'immagine fallito! %@
ja: 写真のダウンロードに失敗しました！ %@
nl: Downloaden foto is mislukt! %@
pl: Nie można pobrać zdjęcia! %@
ru: Не удалось скачать изображение! %@
sv: Det gick inte att hämta bilden! %@
zh_hans: 无法下载照片！ %@
zh_hant: 下載照片失敗! %@

# downloadImageFail_title
source: Download Failed
ar: أخفق التنزيل
da: Hentning Mislykkedes
de: Herunterladen fehlgeschlagen
es: Error al descargar
fr: Echec du téléchargement
hu: A letöltés nem sikerült
it: Download non riuscito
ja: ダウンロードに失敗しました
nl: Download mislukt
pl: Błąd Pobierania
ru: Скачивание не удалось
sv: Hämtning misslyckades
zh_hans: 下载失败
zh_hant: 下載失敗

# downloadingImage
source: Downloading Photo
ar: تنزيل الصورة
da: Henter Billede
de: Foto herunterladen
es: Descargando foto
fr: Téléchargement de la photo
hu: Fotó letöltése
it: Scaricando l'immagine
ja: 写真をダウンロード中
nl: Download foto
pl: Pobieranie zdjęcia
ru: Скачивание фото
sv: Hämtar bild
zh_hans: 正在下载照片中
zh_hant: 正在下載照片

# downloadingPDF
source: Downloading PDF file
ar: تنزيل ملف PDF
da: Downloader PDF-fil
de: PDF-Datei herunterladen
es: Descargando archivo PDF
fr: Téléchargement du fichier PDF
hu: PDF fájl letöltése
it: Scaricamento file PDF
ja: PDFファイルのダウンロード
nl: PDF-bestand downloaden
pl: Pobieranie pliku PDF
ru: Загрузка PDF файла
sv: Hämtar PDF-fil
zh_hans: 下载PDF文件
zh_hant: 下載 PDF 檔案

source: Downloading Video
ar: تنزيل الفيديو
da: Henter video
de: Video wird heruntergeladen
es: Descargando vídeo
fr: Téléchargement de la vidéo
hu: Videó letöltése
it: Scaricamento video
ja: 動画をダウンロード中
nl: Video downloaden
pl: Pobieranie filmu
ru: Скачивание видео
sv: Laddar ner video
zh_hans: 正在下载视频中
zh_hant: 正在下載影片

# downloadPdfFail_message
source: Failed to download PDF file! %@
ar: فشل في تنزيل ملف PDF! %@
da: Kunne ikke downloade PDF-fil! %@
de: PDF-Datei konnte nicht heruntergeladen werden! %@
es: ¡Error al descargar el archivo PDF! %@
fr: Impossible de télécharger le fichier PDF !
hu: A PDF fájl letöltése sikertelen! %@
it: Impossibile scaricare il file PDF! %@
ja: PDFファイルのダウンロードに失敗しました！ %@
nl: Downloaden van PDF-bestand is mislukt! %@
pl: Nie udało się pobrać pliku PDF! %@
ru: Не удалось загрузить PDF-файл! %@
sv: Det gick inte att hämta PDF-filen! %@
zh_hans: 下载PDF文件失败！ %@
zh_hant: 下載 PDF 檔案失敗！ %@

# downloadSeveralImage_confirmation
source: Are you sure you want to download the selected %@ photos?
ar: هل تريد بالتأكيد تنزيل %@ من الصور المحددة؟
da: Er du sikker på du ønsker at hente de valgte %@ billeder?
de: Möchtest Du wirklich die %@ markierten Fotos herunterladen?
es: ¿Estás seguro de que deseas descargar las %@ fotos seleccionadas?
fr: Êtes-vous sûr de vouloir télécharger les %@ photos sélectionnées ?
hu: Biztos le akarod tölteni a kiválasztott %@ fotót?
it: Sei sicuro di voler scaricare l'immagine %@ selezionata?
ja: 選択した%@枚の写真をダウンロードしますか？
nl: Weet je zeker dat je de geselecteerde %@ foto's wilt downloaden?
pl: Czy na pewno chcesz pobrać wybrane %@ zdjęć?
ru: Вы уверены, что хотите скачать %@ выбранных фотографий?
sv: Är du säker att du vill hämta de valda %@ bilderna?
zh_hans: 你确定要下载你所选择的 %@ 张照片吗？
zh_hant: 你確定要下載選擇的%@張照片嗎?

# downloadSeveralImages_title
source: Download %@ Photos
ar: تحميل الصور
da: Hent %@ billeder
de: Lade %@ Fotos herunter
es: Descargar %@ fotos
fr: Télécharger %@ photos
hu: %@ fotó letöltése
it: Scarica %@ Immagini
ja: %@枚の写真をダウンロードします
nl: Download %@ foto's
pl: Pobierz %@ zdjęć
ru: Скачивание %@ фотографий
sv: Hämta %@ bilder
zh_hans: 下载 %@ 张照片
zh_hant: 下載%@張照片

# downloadSingleImage_confirmation
source: Are you sure you want to download the selected photo?
ar: هل تريد بالتأكيد تنزيل الصورة المحددة؟
da: Er du sikker på du ønsker at hente det valgte billede?
de: Sind Sie sicher, dass Sie das ausgewählte Foto herunterladen möchten?
es: ¿Está seguro de que deseas descargar la foto seleccionada?
fr: Êtes-vous sûr de vouloir télécharger la photo sélectionnée ?
hu: Biztos le akarod tölteni a kiválasztott fotót?
it: Sei sicuro di voler scaricare l'immagine selezionata?
ja: 選択した写真をダウンロードしますか？
nl: Weet je zeker dat je deze foto wilt downloaden?
pl: Czy na pewno chcesz pobrać wybrane zdjęcie?
ru: Вы уверены, что хотите скачать выбранные фото?
sv: Är du säker att du vill hämta den markerade bilden?
zh_hans: 你确定要下载所选择的照片吗？
zh_hant: 你確定要下載選擇的照片嗎?

# downloadSingleImage_title
source: Download Photo
ar: تحميل الصورة
da: Hent Billede
de: Foto herunterladen
es: Descargar foto
fr: Télécharger la photo
hu: Fotó letöltése
it: Scarica immagine
ja: 写真をダウンロードします
nl: Download foto
pl: Pobierz zdjęcie
ru: Скачать фото
sv: Hämta bild
zh_hans: 下载照片
zh_hant: 下載照片
